Repository: mlforcada/llibre-tecnol-trad
Catalog: llibrett/omegat/tm/mema.tmx
Source language: ca
Languages: es_es

source: L'homografia apareix quan un mot (anomenat usualment homògraf) té més d'una anàlisi morfològica possible (vegeu l'apartat ).
es_es: La homografía aparece cuando una palabra (denominado usualmente homógrafo) tiene más de un análisis morfológico posible (ved el apartado ).

source: És a dir, en la primera, el pronom interrogatiu qui és el subjecte de l'oració principal; en la segona, és el subjecte de l'oració subordinada, el qual ha experimentat el moviment de Qu (en anglés Wh-movement) obligatori en molts idiomes per als mots amb funció interrogativa.
es_es: Es decir, en la primera, el pronombre interrogativo quién es el sujeto de la oración principal; en la segunda, es el sujeto de la oración subordinada, el cual ha experimentado el movimiento de Qu (en inglés Wh-movement) obligatorio en muchos idiomas para las palabras con función interrogativa.

source: Problemàtica de la TA espanyol--català
es_es: Problemática de la TA español--catalán

source: No, perquè cuyo no té un equivalent morfològic en espanyol.
es_es: No, porque cuyo no tiene un equivalente morfológico en español.

source: En -es: Pres.subj.2a pers.sing.
es_es: En -se: Preso.subj.2a pers.sing.

source: [(b)] No hi ha cap dona que s'estime els abrics de pell.
es_es: [(b)] No hay ninguna mujer que se estima los abrigos de piel.

source: Quan es tracta de l'omissió del subjecte, se sol postular en lingüística l'existència d'un pronom especial anomenat PRO, sense forma superficial, que fa de subjecte nul, Joan va veure com PRO queia redolant i al qual s'assigna interpretació mitjançant processos deïctics o anafòrics com els descrits per a altres expressions anafòriques.
es_es: Cuando se trata de la omisión del sujeto, se suele postular en lingüística la existencia de un pronombre especial llamado PRO, sin forma superficial, que hace de sujeto nulo, Joan vio como PRO caía redondo y al cual se asigna interpretación mediante procesos deícticos o anafóricos como los descritos para otras expresiones anafóricas.

source: Ambigüitat lèxica que necessita una anàlisi semàntica per a resoldre-la: el mot polisèmic destino en l'oració El destino estaba escrito en el billete arrugado que encontraron es traduiria pel català destinació i en canvi en l'oració El destino estaba escrito en el libro sagrado que encontraron es traduiria pel català destí; l'elecció exigeix identificar relacions semàntiques entre les interpretacions dels mots.
es_es: Ambigüedad léxica que necesita un análisis semántico para resolverla: la palabra polisémica destino en la oración El destino estaba escrito en el billete arrugado que encontraron se traduciría por el catalán destino y en cambio en la oración El destino estaba escrito en el libro sagrado que encontraron se traduciría por el catalán destino; la elección exige identificar relaciones semánticas entre las interpretaciones de las palabras.

source: Per exemple, l'oració Les gallines han destrossat el sembrat, però no les mates té dues interpretacions: [(a)] Les gallines han destrossat el sembrat, però (les gallines) no (han destrossat) les mates.
es_es: Por ejemplo, la oración Las gallinas han destrozado el sembrado, pero no las matas tiene dos interpretaciones: [(a)] Las gallinas han destrozado el sembrado, pero (las gallinas) no (han destrozado) las matas.

source: `gal·lesos' ) ) ) ) ) {Dos arbres per a la segona part de la comparació ``Els escocesos aprecien més el whisky que els gal·lesos'' (SD =sintagma determinant, D = determinant).}
es_es: `gal·lesos' ) ) ) ) ) {Dos árboles para la segunda parte de la comparación ``Los escoceses aprecian más el whisky que los gal·lesos'' (SD =sintagma determinante, D = determinante).}

source: Ambigüitat per el·lipsi: el subjecte de vaja pot ser jo, ell, ella, etc.
es_es: Ambigüedad por elipsis: el sujeto de vaya puede ser yo, él, ella, etc.

source: Aquesta oració té, bàsicament, dues interpretacions.
es_es: Esta oración tiene, básicamente, dos interpretaciones.

source: La traducció (humana) de les frases en la llengua $L_1$ a la llengua $L_2$ ens pot servir per a determinar quina de les anàlisis (interpretacions) de les frases en $L_1$ s'hauria d'elegir i usar aquesta elecció abans de traduir automàticament a $L_3$.
es_es: La traducción (humana) de las frases en la lengua $L_1$ a la lengua $L_2$ nos puede servir para determinar cuál de los análisis (interpretaciones) de las frases en $L_1$ se tendría que elegir y usar esta elección antes de traducir automáticamente a $L_3$.

source: Aquest tipus d'ambigüitat se sol anomenar ambigüitat estructural d'origen categorial.
es_es: Este tipo de ambigüedad se suele denominar ambigüedad estructural de origen categorial.

source: De vegades, els mots homògrafs comparteixen una semàntica relacionada, com ahorro, i altres vegades no, com oso.
es_es: A veces, las palabras homógrafas comparten una semántica relacionada, como ahorro, y otras veces no, como oso.

source: No, perquè les dues formes vendo tenen la mateixa categoria lèxica i la mateixa anàlisi morfològica, tret del lema, i, per tant, poden fer exactament les mateixes funcions sintàctiques.
es_es: No, porque las dos formas vendo tienen la misma categoría léxica y el mismo análisis morfológico, sacado del lema, y, por lo tanto, pueden hacer exactamente las mismas funciones sintácticas.

source: Com hem vist, les causes de l'ambigüitat són molt diverses; per això, també són molt diverses les estratègies de resolució.
es_es: Cómo hemos visto, las causas de la ambigüedad son muy diversas; por eso, también son muy diversas las estrategias de resolución.

source: Altres: eras.
es_es: Otros: eras.

source: ``El manifestant es refà de la pallissa que li van donar en l'hospital'' (1: La manifestació va ser una mica violenta i algunes persones han hagut de ser traslladades a l'hospital; 2: Quina pallissa va donar-li l'infermera al quiròfan!).
es_es: ``El manifestante se rehace de la paliza que le dieron en el hospital'' (1: La manifestación fue un poco violenta y algunas personas han tenido que ser trasladadas al hospital; 2: ¡Qué paliza le dio la enfermera al quirófano!).

source: L'ambigüitat es resol normalment usant bé el coneixement lingüístic, bé tècniques estadístiques basades en la freqüència d'aparició en els textos de determinades seqüències curtes (combinacions) de categories lèxiques, o bé les dues aproximacions alhora.
es_es: La ambigüedad se resuelve normalmente usando bien el conocimiento lingüístico, bien técnicas estadísticas basadas en la frecuencia de aparición en los textos de determinadas secuencias cortas (combinaciones) de categorías léxicas, o bien las dos aproximaciones a la vez.

source: ``Ens va explicar com deien que vindria'' (1: Ens va explicar de quina manera ho deien; 2: Ens va explicar de quina manera vindria segons deien'').
es_es: ``Nos explicó como decían que vendría'' (1: Nos explicó de qué manera lo decían; 2: Nos explicó de qué manera vendría según decían'').

source: El sintagma preposicional per un policia pot modificar el sintagma verbal atrapats a una fàbrica incendiada o només el sintagma verbal incendiada.
es_es: El sintagma preposicional por un policía puede modificar el sintagma verbal atrapados en una fábrica incendiada o sólo el sintagma verbal incendiada.

source: persona del plural del present d'indicatiu o del pretèrit indefinit (perfet simple) del verb cantar.
es_es: persona del plural del presente de indicativo o del pretérito indefinido (perfecto simple) del verbo cantar.

source: ... es deu a l'anàfora.
es_es: ... se debe de a la anáfora.

source: Les úniques combinacions (col·locacions) que apareixen en els textos són atrac odnam i atrac ragul; la segona és la més freqüent i, per tant, l'elegim.
es_es: Las únicas combinaciones (colocaciones) que aparecen en los textos son atraigo odnam y atraigo ragul; la segunda es la más frecuente y, por lo tanto, la elegimos.

source: Per exemple, el mot espanyol ahorro pot ser substantiu o verb.
es_es: Por ejemplo, la palabra española ahorro puede ser sustantivo o verbo.

source: `[tu]' ) (.{{I}}.
es_es: `[tú]' ) (.{{I}}.

source: Un dels obstacles més importants per a la traducció automàtica (i en general, per a qualsevol programa que haja de processar textos naturals) és l'ambigüitat inherent al llenguatge humà.
es_es: Uno de los obstáculos más importantes para la traducción automática (y en general, para cualquier programa que tenga que procesar textos naturales) es la ambigüedad inherente al lenguaje humano.

source: Elegiu una llengua origen i una llengua meta (francés, anglés, alemany, català o espanyol) i poseu un exemple d'oració per a cada un dels tres casos anteriors, on siga necessari un determinat nivell d'anàlisi per tal de resoldre una ambigüitat i produir-ne la traducció correcta.
es_es: Elegid una lengua origen y una lengua meta (francés, inglés, alemán, catalán o español) y ponéis un ejemplo de oración para cada uno de los tres casos anteriores, donde sea necesario un determinado nivel de análisis para resolver una ambigüedad y producir la traducción correcta.

source: Aquest tipus d'ambigüitat es pot explicar pel fet que el principi de composicionalitat per si sol no és suficient per a especificar completament l'assignació d'interpretació a una oració; ``hem de reconéixer [l'existència] d'un buit inacceptable entre el que proporciona la sintaxi i el que la semàntica necessita en el cas d'oracions que continguen sintagmes nominals quantificats''} la interpretació de les oracions se sol explicar en termes de { formes lògiques} [p. 357]{radford99b}; en el cas de les oracions amb quantificadors, aquestes formes lògiques contenen d'una banda, variables que poden referir-se a un rang d'objectes que cal considerar i, d'altra, operacions sobre aquestes variables.
es_es: Este tipo de ambigüedad se puede explicar por el hecho de que el principio de composicionalidad por sí solo no es suficiente para especificar completamente la asignación de interpretación a una oración; ``tenemos que reconocer [la existencia] de un vacío inaceptable entre el que proporciona la sintaxis y el que la semántica necesita en el caso de oraciones que contengan sintagmas nominales cuantificados''} la interpretación de las oraciones se suele explicar en términos de { formas lógicas} [p. 357]{radford99b}; en el caso de las oraciones con cuantificadores, estas formas lógicas contienen, por un lado, variables que pueden referirse a un rango de objetos que hay que considerar y, por otro lado, operaciones sobre estas variables.

source: L'anàfora d'un pronom buit L'anàfora del pronom que.
es_es: La anáfora de un pronombre vacío La anáfora del pronombre que.

source: Per a inspirar-vos, fixeu-vos en els següents exemples: Va aprendre en dos minuts a afaitar-se Va aprendre a afaitar-se en dos minuts Porta'm les claus de l'armari gran Porta'm de l'armari gran les claus Porta'm les claus de la cadira verda Toni comprarà les taronges que ha de vendre a Reme Toni comprarà a Reme les taronges que ha de vendre
es_es: Para inspiraros, fijaos en los siguientes ejemplos: Aprendió en dos minutos a afeitarse Aprendió a afeitarse en dos minutos Tráeme las llaves del armario grande Tráeme del armario grande las llaves Tráeme las llaves de la silla verde Toni comprará las naranjas que tiene que vender a Reme Toni comprará a Remo las naranjas que tiene que vender

source: L'ambigüitat d'adjunció del sintagma que comença per que.
es_es: La ambigüedad de adyunción del sintagma que empieza por que.

source: Hi havia un gat sota l'automòbil (1: ``...perquè acabaven de reparar una roda''; 2: ``...i va eixir corrents quan el vaig posar en marxa'') Maria va entrar amb una bossa gran.
es_es: Había un gato bajo el automóvil (1: ``...porque acababan de reparar una rueda''; 2: ``...y salió a salto de mata cuando lo puse en marcha'') Maria entró con una bolsa grande.

source: En aquest cas, la posició on hauria d'anar el subjecte es pot suposar ocupada per un pronom sense forma superficial que dóna lloc a ambigüitat mitjançant mecanismes molt similars als de l'anàfora i per tant, se'ls pot considerar mecanismes lèxics.
es_es: En este caso, la posición donde tendría que ir el sujeto se puede suponer ocupada por un pronombre sin forma superficial que da lugar a ambigüedad mediante mecanismos muy similares a los de la anáfora y por lo tanto, se los puede considerar mecanismos léxicos.

source: Considerem l'oració Qui diu que vindrà?
es_es: Consideramos la oración ¿Quién dice que vendrá?

source: Ambigüitat estructural d'adjunció (angl.{ attachment ambiguity}): es tracta d'un cas típic d'ambigüitat estructural que es manifesta quan hi ha un { adjunt} (típicament un sintagma preposicional) que es pot inserir de diverses maneres en l'arbre d'anàlisi sintàctica de la frase.
es_es: Ambigüedad estructural de adjunción (angl.{ attachment ambiguity}): se trata de un caso típico de ambigüedad estructural que se manifiesta cuando hay un { adjunto} (típicamente un sintagma preposicional) que se puede insertar de varias maneras en el árbol de análisis sintáctico de la frase.

source: (cast.) Vale más que las comas (1: ``...que els signes de puntuació''; 2:``...que les menges'') ``El mecánico revisó la suspensión del auto de Garzón'' (1: Aquest mecànic és un expert en legislació i s'ha llegit la resolució judicial sencera; 2: Els amortidors del cotxe de Garzón ja necessitaven una revisió).
es_es: (casto.) Vale más que las comas (1: ``...que los signos de puntuación''; 2:``...que las comes'') ``El mecánico revisó la suspensión del auto de Garzón'' (1: Este mecánico es un experto en legislación y se ha leído la resolución judicial entera; 2: Los amortiguadores del coche de Garzón ya necesitaban una revisión).

source: `[els]' ) (.N.
es_es: `[los]' ) (.N.

source: persona del singular del present d'indicatiu del verb creer o del verb crear.
es_es: persona del singular del presente de indicativo del verbo creer o del verbo crear.

source: De l'ambigüitat d'aquestes unitats lèxiques, també se'n sol dir { ambigüitat lèxica pura}.
es_es: De la ambigüedad de estas unidades léxicas, también se suele decir { ambigüedad léxica pura}.

source: A la vista de la notable similitud lingüística existent entre les dues llengües, es podria pensar que la tasca de traducció automàtica podria, en la majoria dels casos, ser tan senzilla com substituir un a un els mots espanyols pels seus equivalents catalans.
es_es: A la vista de la notable similitud lingüística existente entre las dos lenguas, se podría pensar que la tarea de traducción automática podría, en la mayoría de los casos, ser tan sencilla como sustituir un a uno las palabras españolas por sus equivalentes catalanes.

source: D'una banda, lèxica: el mot privado pot ser un adjectiu (interpretació 1) o un participi (interpretació 2).
es_es: Por un lado, léxica: la palabra privado puede ser un adjetivo (interpretación 1) o un participio (interpretación 2).

source: Cada mot en espanyol es correspon, de vegades, amb més d'un mot en séverla: es tracta d'un cas típic d'ambigüitat lèxica de transferència.
es_es: Cada palabra en español se corresponde, a veces, con más de una palabra en séverla: se trata de un caso típico de ambigüedad léxica de transferencia.

source: Però l'homografia no és l'única causa possible d'ambigüitat lèxica; hi ha mots que són ambigus tot i tenir la mateixa forma lèxica, perquè el que és ambigu és la interpretació del lema.
es_es: Pero la homografía no es la única causa posible de ambigüedad léxica; hay palabras que son ambiguas a pesar de tener la misma forma léxica, porque lo que es ambiguo es la interpretación del lema.

source: No, aquest tipus d'ambigüitat exigeix un tractament semàntic com a mínim.
es_es: No, este tipo de ambigüedad exige un tratamiento semántico como mínimo.

source: Només trobem aduya raerc; per tant, l'elegim.
es_es: Sólo encontramos aduya raerc; por lo tanto, lo elegimos.

source: Sí, només mirant la categoria lèxica dels mots anteriors i la dels posteriors ja hi ha prou per a saber en quin dels dos casos ens trobem.
es_es: Sí, sólo mirando la categoría léxica de las palabras anteriores y la de los posteriores ya hay bastante para saber en cual de los dos casos nos encontramos.

source: canvien el lema i els indicadors de flexió: el mot espanyol salen pot ser la 3a.
es_es: cambian el lema y los indicadores de flexión: la palabra española salan puede ser la 3.ª

source: En -e: Pres.subj.1a/3a.
es_es: En -e: Preso.subj.1a/3.ª

source: Joan va veure com queia redolant qui va caure redolant, Felip o Marta?
es_es: Joan vio como caía en redondo quién cayó en redondo, Felipe o Sergio?

source: El pronom buit que fa de subjecte de fa.
es_es: El pronombre vacío que hace de sujeto de hace .

source: {} es tracta d'un mot homògraf.
es_es: {} se trata de una palabra homógrafa.

source: Estructural d'origen coordinatiu Estructural d'adjunció Extrasentencial per anàfora
es_es: Estructural de origen coordinativo Estructural de adyunción Extrasentencial por anáfora

source: 2: A qui has dit que es produiria una telefonada?) ``A pesar de haber sido soldado, salió despedido del avión'' (1: El sistema fotogràfic estava fortament fixat al fuselatge però es va soltar de l'aparell quan l'avió va girar en ple vol; 2: Malgrat el seu passat militar gloriós, el president el va destituir abans d'arribar a l'aeroport de destinació).
es_es: 2: ¿A quien has dicho que se produciría una llamada?) ``A pesar de haber sido soldado, salió despedido del avión'' (1: El sistema fotográfico estaba fuertemente fijado al fuselaje pero se soltó del aparato cuando el avión giró en pleno vuelo; 2: A pesar de su glorioso pasado militar, el presidente lo destituyó antes de llegar al aeropuerto de destino).

source: Aquesta oració l'hem de desambiguar si la volem traduir, per exemple, a l'anglés, perquè en el primer cas hauríem de dir study i en el segon, studio; per això l'efecte de la polisèmia en traducció pot causar en molts casos l'anomenada { ambigüitat de transferència}.
es_es: Tenemos que desambiguat esta oración si la queremos traducir, por ejemplo, al inglés, porque en el primer caso tendríamos que decir study y en el segundo, studio; por eso el efecto de la polisemia en traducción puede causar en muchos casos la llamada { ambigüedad de transferencia}.

source: Si voleu, fixeu-vos només en les ambigüitats lèxiques.
es_es: Si queréis, fijaos sólo en las ambigüedades léxicas.

source: i l'altra * PRO diu que qui vindrà?
es_es: y el otra * PRO dice que quién vendrá?

source: [(b)] [Les gallines]$_i$ han destrossat el sembrat, però (tu) no les$_i$ mates.
es_es: [(b)] [Las gallinas]$_y$ han destrozado el sembrado, pero (tú) no las$_y$ matas.

source: [(c)] *Dius que ha explicat que vindria com?
es_es: [(c)] Dices que ha explicado que vendría cómo?

source: No, sempre cal utilitzar informació de caràcter sintàctic per resoldre-la.
es_es: No, siempre hay que utilizar información de carácter sintáctico para resolverla.

source: [Els possessius:] De vegades, el català usa articles determinats i construccions amb el pronom feble en on l'espanyol usa possessius: cuando hagas cosas así debes valorar sus consecuencias $$ quan faces coses així n'has de valorar les conseqüències.
es_es: [Los posesivos:] A veces, el catalán usa artículos determinados y construcciones con el pronombre débil en donde el español usa posesivos: cuando hagas cosas así debes valorar sus consecuencias $$ quan faces coses així n'has de valorar les conseqüències.

source: La inclusió d'aquest capítol en el llibre té dues raons: D'una banda, estudiar amb una miqueta més de detall els problemes que planteja la traducció automàtica entre dues llengües emparentades.
es_es: La inclusión de este capítulo en el libro tiene dos razones: Por un lado, estudiar con un poquito más de detalle los problemas que plantea la traducción automática entre dos lenguas emparentadas.

source: Ambigüitat estructural pura per moviment de Qu.
es_es: Ambigüedad estructural pura por movimiento de Qu.

source: L'ambigüitat estructural deguda a l'el·lipsi d'un o més constituents de l'oració, especialment quan aquesta oració hauria de tenir, si s'hagués produït en forma explícita, una estructura paral·lela a la d'una oració anterior (per exemple, en coordinacions, comparacions, etc.).
es_es: La ambigüedad estructural debida a la elipsis de uno o más constituyentes de la oración, especialmente cuando esta oración tendría que tener, si se hubiera producido en forma explícita, una estructura paralela a la de una oración anterior (por ejemplo, en coordinaciones, comparaciones, etc.).

source: Si una oració és ambigua quan té més d'una interpretació possible, això pot tenir dues causes bàsiques: un o més mots de l'oració tenen més d'una interpretació possible (és a dir, són lèxicament ambigus).
es_es: Si una oración es ambigua cuando tiene más de una interpretación posible, esto puede tener dos causas básicas: una o más palabras de la oración tienen más de una interpretación posible (es decir, son léxicamente ambiguas).

source: L'estadística d'aparició conjunta de mots en corpus bilingües de textos pot ajudar a resoldre directament l'ambigüitat de transferència quan es disposa de diccionaris de transferència o quan els textos estan alineats.
es_es: La estadística de aparición conjunta de palabras en corpus bilingües de textos puede ayudar a resolver directamente la ambigüedad de transferencia cuando se dispone de diccionarios de transferencia o cuando los textos están alineados.

source: Qüestions i exercicis
es_es: Cuestiones y ejercicios

source: Per exemple, si { fui} va seguit de la preposició { a}, és molt probable que es tracte del verb { ir}; d'altra banda, si va seguit d'un participi passat, és molt probable que es tracte del verb { ser}: es podria fer una categoria gramatical especial per al verb ser i usar tècniques de desambiguació categorial.
es_es: Por ejemplo, si { fui} va seguido de la preposición { a ,}es muy probable que se trato del verbo { ir}; por otro lado, si va seguido de un participio pasado, es muy probable que se trate del verbo { ser}: se podría hacer una categoría gramatical especial para el verbo ser y usar técnicas de desambiguación categorial.

source: Aquest tipus d'ambigüitat lèxica pot provocar de vegades ambigüitat estructural, causada per la presència de més d'una anàlisi sintàctica acceptable (si, tot i els homògrafs, només n'hi ha una anàlisi acceptable, l'ambigüitat passa desapercebuda per al receptor; això és així perquè habitualment només es consideren estructures acceptables quan es vol assignar interpretació a una oració).
es_es: Este tipo de ambigüedad léxica puede provocar a veces ambigüedad estructural, causada por la presencia de más de un análisis sintáctico aceptable (si, todo y los homógrafos, sólo hay un análisis aceptable, la ambigüedad pasa desapercibida para el receptor; esto es así porque habitualmente sólo se consideran estructuras aceptables cuando se quiere asignar interpretación a una oración).

source: En general, el coneixement lingüístic permet establir restriccions que prohibeixen certes seqüències de categories lèxiques, però no eliminen completament l'ambigüitat; per això, s'usen sempre conjuntament amb mètodes estadístics com els descrits, que permeten establir preferències.
es_es: En general, el conocimiento lingüístico permite establecer restricciones que prohíben ciertas secuencias de categorías léxicas, pero no eliminan completamente la ambigüedad; por eso, se usan siempre conjuntamente con métodos estadísticos como los descritos, que permiten establecer preferencias.
